<?php

return [
    'login_fail_user' => 'Пользователя не существует или введен неверный пароль',
    'login_fail_email' => 'Телефон или ID не найден',
    'login_fail_active' => 'Данный аккаунт неактивен',
    'login_fail_password' => 'Неверный пароль',
    'register_fail_email' => 'Пользователь с таким email уже существует',
    'unique_email' => 'Пользователь с такой почтой уже существует',
    'unique_phone' => 'Пользователь с таким телефоном уже существует',
    'recovery_phone_fail' => 'Такой телефон не зарегистрирован'
];
